{
    "rm" : "success",
    "data" : [
        {
            "hotelName" : "GH Universal Hotel",
            "mainPict" : "images/gh/main.jpg",
            "desc" : "Tak perlu repot-repot ke luar negeri untuk menikmati suasana ala kastel Eropa yang megah. Di Bandung, ada sebuah hotel yang dapat mewujudkan impian Anda. GH Universal Hotel adalah hotel terbaik di kawasan Bandung bagi Anda yang menginginkan pengalaman menginap berbeda serasa di kastel atau kerajaan Eropa. Terletak di perbatasan Lembang dan Bandung, hotel ini menyajikan suasana dan pemandangan sempurna kota dari ketinggian. Jika Anda berkendara menuju dari Bandung ke Lembang, bangunan ini menjulang tinggi di sebelah kanan. Daya tarik utama GH Universal Hotel adalah konsep bangunannya yang bergaya Eropa klasik dan mengingatkan Anda pada film-film Disney. Eksteriornya yang berwarna abu-abu kehitaman menampilkan kesan angkuh dan eksklusif. Seakan tidak cukup menampilkan kesan Eropa melalui arsitekturnya yang sangat memukau, patung-patung bergaya Romawi berwarna putih juga sengaja diletakkan di kawasan hotel. Tentu saja, pemandangan kota dari ketinggian juga menjadi nilai tambah hotel yang kerap dijadikan tempat untuk acara pernikahan, bulan madu, hingga pemotretan dan pengambilan gambar untuk kepentingan film ini. Kenyamanan hotel bintang 5 ini akan membuat pengalaman menginap Anda menjadi luar biasa berkesan. GH Universal Bandung mendesain interior tiap kamar dengan nuansa vintage yang cukup terasa melalui kertas pelapis dinding dan funitur seperti cermin dan model ranjang. Fasilitas AC, televisi, hingga perlengkapan mandi lengkap tersedia untuk setiap kamar. Tidak hanya itu, kamar Anda juga terhubung langsung dengan balkon. Dari sini, Anda bisa menikmati panorama kota metropolitan yang tak kehilangan karakter serta keramahannya ini. Hotel GH Universal menyediakan lift yang dapat mempermudah Anda untuk naik dan turun kamar. Anda bisa menikmati segarnya berenang di kolam yang terletak di lantai dasar. Akomodasi berkelas juga menyediakan kolam renang anak—juga area bermain—sehingga Anda tak perlu khawatir jika datang bersama si kecil. Untuk kebutuhan relaksasi, hotel mewah di Bandung ini menyediakan beberapa opsi. Anda bisa menjernihkan pikiran dan menyegarkan badan dengan berolahraga di pusat kebugaran. Jika ingin merasakan pijatan untuk melemaskan otot-otot yang tegang, Anda bisa menggunakan layanan pijat atau spa. Selain nyaman, GH Universal juga memiliki lokasi yang strategis. Berada di tengah-tengah Bandung dan Lembang, hotel ini dikelilingi oleh beberapa lokasi wisata favorit. Untuk menuju Rumah Sosis, Anda cukup berjalan lurus sejauh sekitar 230 meter. Farm House Lembang—tempat wisata keluarga baru dengan tema peternakan ala Eropa dan rumah-rumah ala The Hobbit—hanya berjarak sekitar 2 km ke arah atas. Sementara itu, Maja House—tempat kuliner favorit muda-mudi berkonsep rooftop bar juga hanya terpisah sejauh 2 km. GH Universal Bandung berada pas di antara Bandung dan Lembang. Jika Anda ingin turun menuju UPI yang bersejarah, Anda hanya perlu pergi sejauh 1,24 km. Mencicipi Surabi Enhaii yang terkenal itu pun dapat ditempuh hanya dengan jarak sekitar 2,7 km dari hotel. Sementara itu, jika ingin mengunjungi Rumah Mode untuk berbelanja, Anda hanya perlu turun lurus mengikuti jalan utama sejauh 4,5 km dan tujuan Anda akan berada di kanan jalan. Strategis, bukan? GH Universital Hotel Bandung adalah pilihan terbaik untuk Anda yang ingin berwisata di Bandung dengan suasana yang sama sekali berbeda. Selain kental dengan nuasana ala Eropa, lokasinya juga sangat strategis dari berbagai destinasi favorit",
            "category" : "hotel",
            "address" : "Jalan Setiabudi No. 376, Setiabudi, Bandung, Jawa Barat, Indonesia, 40143",
            "price" : 200.0,
            "score" : 5.0,
            "gallery" : [
                "images/gh/gh.jpg",
                "images/gh/gh1.jpg",
                "images/gh/gh3.jpg",
                "images/gh/gh4.jpg",
                "images/gh/gh5.jpg"
            ]
        },
        {
            "hotelName" : "Trans Luxury Hotel",
            "mainPict" : "images/trans/main.jpg",
            "category" : "hotel",
            "desc" : "The Trans Luxury Hotel Bandung adalah sebuah penginapan bintang lima yang berdiri megah tepat di dalam kompleks Trans Studio, Bandung. Kenyamanan dan kemewahan adalah perpaduan sempurna yang ditawarkan pihak hotel demi menyambut para tamu. Sebuah layanan yang mengedepankan keramahan staf di tengah tradisi Indonesia yang selaras dengan modernisasi. Berlokasi di Jl. Gatot Subroto, Trans Luxury Hotel Bandung menjadi pilihan utama para wisatawan bisnis karena dekat dengan kawasan bisnis premium di Kota Kembang. Selain itu, hotel ini juga merupakan alternatif utama keluarga yang mendambakan kenyamanan sekaligus pengalaman menyenangkan bagi si kecil. Ada beberapa jenis kamar yang disediakan di hotel mewah ini, yaitu Premier, Premier Club, Celebrity Suite, dan Presidential Suite. Semuanya memiliki fasilitas yang tak perlu diragukan lagi kualitasnya. Tempat tidur inklusif menggunakan material super nyaman dengan kamar mandi pribadi di setiap kamarnya akan menambah suasana privat selama menginap. Selain itu, nuansa modern nan canggih juga terasa, terbukti dengan adanya pengontrol tirai otomatis, kontrol tata pencahayaan kamar, serta I-home docking harbor. Jendela besarnya juga memungkinkan para tamu untuk menikmati pemandangan Kota Bandung langsung dari kamar. Ada beberapa keuntungan bagi pengunjung yang melakukan reservasi di kamar tertentu. Tamu yang menginap di kamar tipe Premier Club, misalnya, akan memperoleh akses inklusif menuju The Club Lounge, sebuah ruang santai mewah yang dirancang khusus bagi tamu-tamu premium. Pengunjung juga bisa sarapan di lantai tertinggi Hotel Trans Studio Bandung dan menikmati pemandangan menakjubkan Kota Bandung dari ketinggian. Tak hanya berhenti sampai di situ, para tamu spesial juga mendapatkan layanan khusus dari pelayan pribadi untuk menjamin semua kebutuhan tamu terpenuhi. Jika pengunjung menginginkan fasilitas bisnis, ada juga ruang pertemuan privat yang khusus ditujukan bagi tamu-tamu premium. Sebagai hotel bintang lima, Trans Luxury Hotel Bandung juga menawarkan beragam fasilitas nomor wahid yang bisa diakses oleh seluruh pengunjung. Penginapan di Bandung ini memiliki kolam renang luar ruangan dengan konsep ala pantai. Terdapat pasir putih yang bisa digunakan anak-anak untuk bermain, serta air hangat untuk membuat badan relaks. Untuk menunjang kebutuhan para tamu, Hotel Trans Studio Bandung juga memiliki fasilitas umum seperti pusat kebugaran, sauna, layanan pemijatan, klub anak, dan mandi uap. Pengunjung yang lapar bisa menuju restoran yang dirancang untuk memenuhi kebutuhan kuliner pelanggannya. Di sana, terdapat ragam kuliner barat dan asia yang dimasak oleh koki ternama. Jika ingin merasakan makan malam romantis, para tamu juga bisa menuju restoran di lantai 18 hotel yang menawarkan pengalaman bersantap privat baik di dalam maupun luar ruangan. Selain lokasinya yang strategis dan dekat dengan sentra bisnis, The Trans Luxury Hotel Bandung juga dekat dengan beberapa destinasi wisata menarik. Hanya dengan jalan kaki sekitar 20 meter, pengunjung akan sampai di Bandung Super Mall yang kini dikenal dengan nama Trans Studio Mall. Salah satu pusat perbelanjaan terbesar di Bandung ini menawarkan pengalaman belanja dari merek-merek ternama dunia serta wisata kuliner yang tak ada habisnya. Tak hanya itu, menginap di Hotel Trans Studio Bandung juga menjadi pilihan pas untuk keluarga. Pasalnya, para tamu dapat mengakses salah satu taman bermain dalam ruangan terbesar di dunia, Trans Studio Bandung. Dengan lebih dari 20 wahana, studio ini menjadi surganya tempat bermain anak-anak. Tak hanya wahana permainan, ada juga pertunjukan dan atraksi bertaraf internasional yang rutin digelar setiap harinya demi membuat pengunjung tetap antusias.Dengan berbagai kemewahan yang ditawarkan, lokasi yang strategis, serta fasilitas bintang lima, The Trans Luxury Hotel Bandung menjadi pilihan utama para wisatawan yang berkunjung ke Bandung.",
            "address" : "Jl. Gatot Subroto No. 289, Buahbatu, Bandung, Jawa Barat, Indonesia, 40273",
            "price" : 300.0,
            "score" : 5.0,
            "gallery" : [
                "images/trans/trans1.jpg",
                "images/trans/trans2.jpg",
                "images/trans/trans3.jpg",
                "images/trans/trans4.jpg",
                "images/trans/trans5.jpg",
                "images/trans/trans6.jpg"
            ]
        },
        {
            "hotelName" : "Ibis Hotel",
            "mainPict" : "images/ibis/main.jpg",
            "desc" : "Menempati hotel Ibis Bandung yang berada di tengah pusat perbelanjaan, hiburan, dan transportasi merupakan pilihan tepat untuk aktivitas wisata maupun bisnis. Harga sewa kamarnya terjangkau dan sudah disertai prasarana ideal. Ditinjau dari segala aspek, hotel ini memang sempurna. Hotel ini berlokasi di Jalan Gatot Subroto No. 289, Cibangkong, Bandung. Tempatnya mudah dijangkau dan hanya 0,08 dari Bandung Supermall. Gedung ini terdiri dari 22 lantai dan 600 kamar bergaya minimalis modern. Kamar di Ibis Bandung Hotel saling terhubung dengan lift dan tangga. Desain interiornya tanpa corak dan memadukan dua warna lembut. Pemilihan furnitur ramping dan bergaris tegas menampilkan kesan lega, luas, dan bersih. Ukuran jendelanya cukup besar, sehingga menjadi celah yang sempurna untuk melihat pemandangan kota. Tersedia kamar Standard dengan tempat tidur twin atau queen. Setiap kamar mempunyai perlengkapan canggih, seperti Wi-Fi, televisi satelit 32 inci, AC, minibar, pembuat kopi atau teh, serta kamar mandi yang dilengkapi shower dan pengering rambut. Jaminan kenyamanan tidak lebih dari 15 menit salah satunya ditunjukkan melalui fasilitas laundry yang siap melayani kapan pun. Restoran merupakan daya tarik penginapan sekaligus tempat menyantap makanan khas Indonesia dan Eropa. Untuk sarapan, makanan disajikan dalam menu tradisional dan kontinental, mulai pukul 06.30 sampai 10.00 WIB. Sementara itu, saat makan siang maupun malam, Anda bisa menikmati menu ala carte. Satu menu yang dipesan berisi aneka makanan dan paket minuman. Kepentingan bisnis Anda menjadi mudah dengan adanya ruang pertemuan di tempat menginap. Terdapat 14 ruang rapat tipe Boardroom dengan berbagai ukuran, mulai dari 25-50 m2. Kapasitas masing-masing ruangan sekitar 30-50 orang. Ruang pertemuan ini dilengkapi peralatan canggih, antara lain proyektor dan sound system.  Bagi Anda yang ingin mengadakan pesta pernikahan, di dotel Ibis Bandung, juga ada banquet yang menampung sekitar 600 tamu undangan. Dekorasi banquet sangat mewah disertai tatanan panggung bak singgasana kerajaan. Selain itu, terdapat balai pertemuan luas untuk acara seminar, gathering, konferensi, dan pelatihan. Sejenak, istirahatkan tubuh Anda sambil menikmati layanan spa dan pijat. Anda pun bisa memanjakan diri dengan perawatan kecantikan di salon. Jika memerlukan transportasi ke bandara, tempat singgah ini menyediakan layanan antar jemput untuk tamunya.Akomodasi ideal disertai fasilitas komplet merupakan magnet utama di hotel Ibis Bandung. Tidak hanya itu, berbagai atraksi menarik di sekitarnya pun menjadi pesona tersendiri. Salah satunya, Trans Studio Bandung—sentra belanja, sekaligus wahana rekreasi yang asyik. Trans Studio Bandung menyediakan pertokoan yang menjual beragam kebutuhan fashion, perabotan, perhiasan, dan masih banyak lagi. Trans Studio Bandung juga menyuguhkan zona wisata unik yang mampu memacu adrenalin pengunjung. Kawasan tersebut adalah Magic Corner, Lost City, dan Studio Central. Tiket masuk ke Trans Studio Bandung sekitar Rp180.000 hingga Rp200.000 per orang. Tempat ini dibuka mulai pukul 10.00 hingga 19.00 WIB. Bila ingin suasana wisata berbeda di tengah kota, Anda bisa mengunjungi Jalan Braga. Selain wisata belanja, di sana, ada bangunan kuno yang menjadi objek rekreasi sejarah. Beberapa gedung digunakan untuk fasilitas umum, namun arsitekturnya masih dipertahankan seperti zaman kolonial Belanda. Jalan Braga sering dijadikan tempat mengambil foto atau syuting film, terlebih di kawasan kota tua yang menyajikan pemandangan eksotis. Untuk buah tangan, Anda bisa membeli kue di Braga Permai dengan kemasan menarik. Tempat ini bisa ditempuh dengan berkendara selama 5-10 menit dari hotel Ibis Bandung.",
            "category" : "hotel",
            "address" : "Jl Gatot Subroto No 289, Bandung - West Java, Buahbatu, Bandung, Jawa Barat, Indonesia, 40273",
            "price" : 250.0,
            "score" : 5.0,
            "gallery" : [
                "images/ibis/ibis.jpg",
                "images/ibis/ibis1.jpg",
                "images/ibis/ibis2.jpg",
                "images/ibis/ibis3.jpg",
                "images/ibis/ibis4.jpg",
                "images/ibis/ibis5.jpg",
                "images/ibis/ibis6.jpg"
            ]
        },
        {
            "hotelName" : "Pullman Grand Central",
            "mainPict" : "images/pullman/main.jpg",
            "desc" : "Menginap di Pullman Bandung Grand Central saat anda sedang berada di Cibeunying adalah sebuah pilihan cerdas. Lokasi hotel sangat strategis karena hanya berjarak 4,54 km dengan Bandar Udara Internasional Husein Sastranegara (BDO). Dari Stasiun Bandung, hotel ini hanya berjarak sekitar 2,29 km. hotel ini cukup mudah dijangkau karena berdekatan dengan fasilitas publik. Tentang Pullman Bandung Grand Central Kualitas pelayanan super, ditambah berbagai fasilitas unggulan akan membuat saat-saat menginap di sini menjadi sebuah pengalaman berkesan yang luar biasa. Tersedia kolam renang untuk Anda bersantai sendiri maupun bersama teman dan keluarga. Resepsionis siap 24 jam untuk melayani proses check-in, check-out dan kebutuhan Anda yang lain. Jangan ragu untuk menghubungi resepsionis, kami siap melayani Anda. Pullman Bandung Grand Central adalah akomodasi dengan fasilitas baik dan kualitas pelayanan memuaskan menurut sebagian besar tamu. Pengalaman berkesan dan tak terlupakan akan Anda dapatkan selama menginap di hotel Pullman Bandung Grand Central.",
            "category" : "hotel",
            "address" : "Jl Diponegoro No 27, Citarum, Bandung Wetan, Cibeunying, Bandung, Jawa Barat, Indonesia, 40115",
            "price" : 200.0,
            "score" : 5.0,
            "gallery" : [
                "images/pullman/pullman1.jpg",
                "images/pullman/pullman2.jpg",
                "images/pullman/pullman3.jpg",
                "images/pullman/pullman4.jpg",
                "images/pullman/pullman5.jpg",
                "images/pullman/pullman6.jpg"
            ]
        },
        {
            "hotelName" : "Grand Mercure Bandung",
            "mainPict" : "images/mercure/main.jpg",
            "desc" : "Apa pun tujuan Anda ke Bandung, baik untuk perjalanan wisata atau bisnis, Mercure Bandung merupakan akomodasi berkualitas yang siap menyambut Anda dengan kamar dan fasilitas yang nyaman. Hotel bintang 4 ini menawarkan desain modern dan futuristis, serta memiliki pemandangan kota yang menakjubkan. Dijamin, Anda akan mendapatkan pengalaman bermalam yang berkesan. Berada di lokasi yang sangat strategis, yaitu di wilayah Setiabudi, Bandung, penginapan berkelas ini juga dikenal dengan nama Mercure Bandung Setiabudi. Ada 204 kamar yang bisa dipilih, termasuk satu kamar khusus untuk tamu disabilitas, lengkap dengan tempat tidur ekstra untuk anak. Bagi yang tidak suka dengan asap rokok, Anda bisa memilih salah satu dari 102 kamar bebas rokok yang tersedia di hotel ini.Setiap kamar didesain sangat keren dengan berbagai fasilitas modern di dalamnya. Anda bisa menikmati AC, TV LED layar datar 32 inci, Wi-Fi ratis, minibar, air mineral gratis, dan penyeduh teh. Setiap kamar juga dilengkapi meja kerja, telepon, tempat duduk, dan brankas untuk menyimpan barang berharga. Selain itu, tersedia pula kamar mandi yang dilengkapi shower, hair dryer, dan perlengkapan mandi yang disediakan secara cuma-cuma.Terdapat sembilan tipe kamar yang bisa Anda pilih. Ada kamar tipe Superior dengan pemandangan kota atau taman, Superior dengan balkon, dan kamar tipe Superior Premium dengan teras dan pemandangan taman. Tipe lainnya adalah kamar Deluxe dengan pemandangan kolam, Deluxe dengan pemandangan kolam dan balkon, dan Privilege yang dilengkapi balkon, taman, juga pemandangan kolam.",
            "category" : "hotel",
            "address" : "Jl Dr Setiabudi No 269 275, Setiabudi, Bandung, Jawa Barat, Indonesia, 40154",
            "price" : 200.0,
            "score" : 5.0,
            "gallery" : [
                "images/mercure/mercure1.jpg",
                "images/mercure/mercure2.jpg",
                "images/mercure/mercure3.jpg",
                "images/mercure/mercure4.jpg",
                "images/mercure/mercure5.jpg",
                "images/mercure/mercure6.jpg"
            ]
        },
        {
            "hotelName" : "Aryaduta Hotel",
            "mainPict" : "images/aryaduta/main.jpg",
            "desc" : "Berlokasi di jantung kota, Aryaduta Bandung merupakan pilihan akomodasi untuk Anda yang ingin menghabiskan liburan atau mengadakan acara bisnis. Hotel bintang 5 ini berlokasi di Jalan Sumatera Nomor 51 Bandung. Posisinya bersebelahan dengan pusat perbelanjaan Bandung Indah Plaza, serta tidak jauh dari pusat-pusat pemerintahan seperti Balai Kota Bandung dan Gedung Sate. Hotel yang awalnya merupakan Grand Hyatt ini memang sudah sejak lama terkenal akan kemewahannya. Sejak memasuki lobi, Anda akan dihadapkan dengan ruangan besar yang memiliki desain interior yang begitu megah. Penggunaan warna putih, cokelat, dan warna alami marmer yang ada di setiap ruangan juga mampu memberi kesan hangat dan nyaman. Aryaduta Bandung memiliki 254 kamar yang akan memanjakan waktu beristirahat Anda. Anda dapat memilih kamar dengan tipe Presidential Suite, Executive Suite, Suite, Club Deluxe, Club Superior, Deluxe, atau Superior. Masing-masing kamar memiliki ukuran yang luas, serta sudah dilengkapi berbagai fasilitas berstandar internasional sehingga menjadikan waktu beristirahat Anda lebih berkualitas. Di sana, sudah tersedia tempat tidur besar yang nyaman, AC, kamar mandi mewah dengan bathtub, TV dengan saluran internasional, perlengkapan mandi, meja kerja, sofa, akses internet dengan kecepatan tinggi, air minum kemasan botol, dan pengering rambut. Hotel Aryaduta ini memiliki lima kafe dan restoran mewah yang menyajikan aneka pilihan menu dan suasana yang berbeda. Untuk menikmati menu masakan Tionghoa seperti dimsum, Anda bisa datang ke Cha Yuen Chinese Restaurant. Namun jika ingin bersantap dengan menu khas nusantara dan internasional, silakan menuju ke Taruma Kafe.",
            "category" : "hotel",
            "address" : "Jl. Sumatera No. 51 Bandung, Merdeka, Bandung, Jawa Barat, Indonesia, 40115",
            "price" : 200.0,
            "score" : 5.0,
            "gallery" : [
                "images/aryaduta/aryaduta1.jpg",
                "images/aryaduta/aryaduta2.jpg",
                "images/aryaduta/aryaduta3.jpg",
                "images/aryaduta/aryaduta4.jpg",
                "images/aryaduta/aryaduta5.jpg",
                "images/aryaduta/aryaduta6.jpg"
            ]
        },
        {
            "hotelName" : "Hilton Hotel",
            "mainPict" : "images/hilton/main.jpg",
            "desc" : "Apa pun tujuan Anda berkunjung ke Kota Kembang, Hilton Bandung bisa menjadi pilihan tepat untuk menginap. Hotel pencakar langit ini berada di kawasan yang sangat strategis, sehingga mudah dijangkau dari luar kota sekalipun. Tepatnya beralamat di Jalan H.O.S. Tjokroaminoto No. 41-43 Bandung, akomodasi bintang 5 ini hanya berjarak sekitar 500 meter dari Stasiun Bandung. Sementara itu, jarak dari Bandar Udara Internasional Husein Sastranegera menuju hotel ini pun tidak jauh, hanya 4 km. Artinya, jika menggunakan taksi, normalnya Anda hanya akan membutuhkan waktu sekitar 4 menit menuju hotel dari bandara. Dari luar, kemewahan Hilton Bandung sudah bisa Anda rasakan. Gedungnya menjulang tinggi dengan kesan kontemporer yang khas dengan permainan kaca bercorak kebiruan. Kesan eksklusif nan hangat juga akan Anda jumpai begitu memasuki gedung. Staf akan menyambut dengan ramah dan sopan, serta siap membantu proses check-in dan kebutuhan lainnya. Menginap di hotel ini, Anda bisa memilih kamar tipe Guest, Suites, atau Executive. Semuanya dilengkapi dengan fasilitas yang memanjakan, mulai dari tempat tidur yang nyaman, meja dan kursi ergonomis, pendingin ruangan, hingga kamar mandi pribadi. Jika ingin merasakan pengalaman menginap yang lebih istimewa, Anda bisa memilih kamar dengan pemandangan Kota Bandung yang memukau. Selain lokasinya yang strategis dan mudah dijangkau dari pusat transportasi, hotel Hilton Bandung juga berada di kawasan yang cukup ramai dan padat. Berbagai destinasi wisata berada mengelilingi penginapan ini. Pusat kuliner, pusat oleh-oleh, pusat perbelanjaan, rumah sakit, dan berbagai tempat publik lainnya berada dalam radius yang cukup dekat dari hotel. Bahkan, Anda bisa hanya dengan berjalan kaki dalam hitungan menit menuju berbagai lokasi favorit ini.",
            "category" : "hotel",
            "address" : "H.O.S Tjokroaminoto No. 41-43, Pasirkaliki, Bandung, Jawa Barat, Indonesia, 40172",
            "price" : 200.0,
            "score" : 5.0,
            "gallery" : [
                "images/hilton/hilton1.jpg",
                "images/hilton/hilton2.jpg",
                "images/hilton/hilton3.jpg",
                "images/hilton/hilton4.jpg",
                "images/hilton/hilton5.jpg"
            ]
        },
        {
            "hotelName" : "Sheraton Hotel",
            "mainPict" : "images/sheraton/main.jpg",
            "desc" : "Berada di kawasan kota yang dinamis, Sheraton Bandung hadir sebagai penginapan eksklusif dengan nuansa tropis yang asri. Hamparan taman yang indah dan hawa pegunungan yang sejuk membuat hotel ini tampil sebagai tempat bermalam yang istimewa di Lembah Dago. Sheraton Hotel hadir dengan mengurung konsep arsitektur modern dan dilengkapi berbagai fasilitas eksklusif yang menyajikan pengalaman menginap tak terlupakan. Akomodasi ini juga menyediakan berbagai wahana yang dapat memberikan pengalaman bermalam mengasyikkan bersama keluarga. Hotel Sheraton Bandung menyediakan wahana khusus anak bernama Play@Sheraton. Di wahana ini anak-anak dapat bermain dengan bebas di atas lantai kayu anti slip. Tersedia berbagai permainan yang menghibur, seperti lego, play station, perosotan, ayunan, dan aneka permainan anak lainnya. Di setiap akhir pekan, juga diadakan acara menunggang kuda gratis di area Kebun Tower. Bahkan, ada juga es krim gratis untuk anak-anak yang bermain di Kids Club. Akomodasi berkelas bintang 5 di Bandung ini juga memiliki kolam yang luas berbentuk laguna. Anda dapat berenang dengan puas sambil menikmati indahnya bunga Kamboja yang berada di tengah kolam. Kolam renang dewasa ini juga sangat berdekatan dengan kolam anak-anak, sehingga Anda dan keluarga dapat berenang dengan nyaman.Hotel Sheraton Bandung juga memiliki fasilitas khusus bernama Towers Lounge, yaitu tempat Anda dapat menyaksikan keindahan Bukit Dago dari ketinggian bangunan di lantai 3. Tempat ini didesain bergaya kontinental dengan dominasi warna emas dan terakota. Dilengkapi tungku perapian dan material alam yang klasik, Towers Lounge menjadi tempat yang elegan dan sempurna untuk bersantai bersama keluarga, rekan, maupun bersantai sendiri.",
            "category" : "hotel",
            "address" : "Jalan Ir. H. Juanda No 390, Dago Atas, Bandung, Jawa Barat, Indonesia, 40135",
            "price" : 200.0,
            "score" : 5.0,
            "gallery" : [
                "images/sheraton/sheraton1.jpg",
                "images/sheraton/sheraton2.jpg",
                "images/sheraton/sheraton3.jpg",
                "images/sheraton/sheraton4.jpg",
                "images/sheraton/sheraton5.jpg",
                "images/sheraton/sheraton6.jpg"
            ]
        },
        {
            "hotelName" : "Padma Hotel",
            "mainPict" : "images/padma/main.jpg",
            "desc" : "Terletak di Jalan Ranca Bentang No. 56-18, Padma Hotel Bandung tidak hanya menawarkan lokasi yang strategis di kawasan pegunungan. Hotel mewah ini juga menawarkan hunian dengan desain sederhana tanpa meninggalkan kesan glamor dan modern. Akomodasi yang dikelilingi oleh bukit ini menawarkan berbagai jenis hunian yang bisa dipilih sesuai dengan kebutuhan. Ada pilihan enam tipe kamar yang terdiri dari Deluxe, Deluxe Balcony, Premier , Hillside Studio, Gallery Suite, dan Premier Suite. Masing-masing kamar memiliki desain menarik, seperti suguhan pemandangan perbukitan dari jendela kaca atau pemandangan infinity pool. Sebagai hotel bintang 5, Hotel Padma Bandung tidak main-main dalam menyajikan fasilitas untuk tamu. Siapa saja yang menginap di sini akan mendapatkan kamar hotel yang didesain minimalis modern lengkap dengan fasilitasnya, seperti pendingin AC yang meski tidak begitu dibutuhkan di udara Bandung yang dingin, televisi layar datar, kamar mandi dengan bak dan pancuran air hangat, hingga balkon untuk menikmati pemandangan. Untuk lebih menambah kenyamanan dan keamanan, setiap kamar hotel sudah dilengkapi dengan brankas, pembuat teh/kopi, pengering rambut, dan tentu saja akses internet nirkabel yang bisa digunakan oleh tamu dengan gratis. Meski berada di pegunungan, tamu masih bisa aktif bersosial media atau pun bekerja dengan santai dan nyaman. Tamu yang menginap di Padma Bandung juga bisa melakukan beberapa aktivitas menarik yang sengaja disiapkan oleh pengelola. Untuk anak-anak, ada taman bermain yang cukup luas dan di sekitarnya ada banyak burung merpati yang dibiarkan hidup secara bebas. Mereka bisa bermain dengan apa yang ada di sana dengan gratis.",
            "category" : "hotel",
            "address" : "Jalan Ranca Bentang 56 - 58, Ciumbuleuit, Bandung, Jawa Barat, Indonesia, 40142",
            "price" : 200.0,
            "score" : 5.0,
            "gallery" : [
                "images/padma/padma1.jpg",
                "images/padma/padma2.jpg",
                "images/padma/padma3.jpg",
                "images/padma/padma4.jpg",
                "images/padma/padma5.jpg"
            ]
        },
        {
            "hotelName" : "The Gaia Hotel",
            "mainPict" : "images/gaia/main.jpg",
            "desc" : "Menginap di The Gaia Hotel Bandung tak hanya memberikan kemudahan untuk mengeksplorasi destinasi petualangan Anda, tapi juga menawarkan kenyamanan bagi istirahat Anda.Jika Anda memiliki agenda kegiatan yang membutuhkan ruangan besar, maka The Gaia Hotel Bandung adalah pilihan yang tepat. Hotel ini memiliki ruang pertemuan yang luas dan dilengkapi dengan berbagai fasilitas penunjang.hotel ini adalah pilihan tepat bagi Anda dan pasangan yang ingin menikmati liburan romantis. Dapatkan pengalaman yang penuh kesan bersama pasangan dengan menginap di The Gaia Hotel Bandung.Layanan spa adalah fasilitas nomor wahid di hotel ini. Habiskan waktu Anda dengan melakukan relaksasi dan memanjakan diri. The Gaia Hotel Bandung memiliki segala fasilitas penunjang bisnis untuk Anda dan kolega. The Gaia Hotel Bandung adalah tempat bermalam yang tepat bagi Anda yang berlibur bersama keluarga. Nikmati segala fasilitas hiburan untuk Anda dan keluarga. Jika Anda berniat menginap dalam jangka waktu yang lama, The Gaia Hotel Bandung adalah pilihan tepat. Berbagai fasilitas yang tersedia dan kualitas pelayanan yang baik akan membuat Anda merasa sedang berada di rumah sendiri. hotel ini adalah pilihan yang pas jika Anda mencari liburan yang tenang dan jauh dari keramaian. Kualitas pelayanan super, ditambah berbagai fasilitas unggulan akan membuat saat-saat menginap di sini menjadi sebuah pengalaman berkesan yang luar biasa. Tersedia kolam renang untuk Anda bersantai sendiri maupun bersama teman dan keluarga. Resepsionis siap 24 jam untuk melayani proses check-in, check-out dan kebutuhan Anda yang lain. Jangan ragu untuk menghubungi resepsionis, kami siap melayani Anda. Terdapat restoran yang menyajikan menu lezat ala The Gaia Hotel Bandung khusus untuk Anda. WiFi tersedia di seluruh area publik properti untuk membantu Anda tetap terhubung dengan keluarga dan teman. The Gaia Hotel Bandung adalah akomodasi dengan fasilitas baik dan kualitas pelayanan memuaskan menurut sebagian besar tamu. Pengalaman berkesan dan tak terlupakan akan Anda dapatkan selama menginap di The Gaia Hotel Bandung.",
            "category" : "hotel",
            "address" : "Jl. Dr. Setiabudi No.430 , Ledeng, Kecamatan Cidadap, Jawa Barat, Setiabudi, Bandung, Jawa Barat, Indonesia, 40143",
            "price" : 200.0,
            "score" : 5.0,
            "gallery" : [
                "images/gaia/gaia1.jpg",
                "images/gaia/gaia2.jpg",
                "images/gaia/gaia3.jpg",
                "images/gaia/gaia4.jpg",
                "images/gaia/gaia5.jpg",
                "images/gaia/gaia6.jpg"
            ]
        }
    ]
}